Repository: obscure1321/Respondos
Catalog: Respondos/*.lproj/Localizable.strings
Languages: ru

# yesNoLabel
source: Yes/No
ru: Да/Нет

# answeButton
source: A N S W E R
ru: ОТВЕТИТЬ

# yesLabel
source: Y E S
ru: Д А

# noLabel
source: N O
ru: Н Е Т

# navbarYesOrNo
source: Yes or No
ru: Да или Нет

# headsSide
source: H E A D S
ru: Р Е Ш К А

# tailsSide
source: T A I L S
ru: О Р Ё Л

# tossButton
source: T O S S
ru: ПОДБРОСИТЬ

# navbarHeadsOrTails
source: Heads or Tails
ru: Орёл или Решка

# rangeLabel
source: Set the range
ru: Установите диапазон

source: min
ru: мин

source: max
ru: макс

# rollButton
source: R O L L
ru: СГЕНЕРИРОВАТЬ

# navbarRandomizer
source: Randomizer
ru: Рандомайзер

# bothNilAlert
source: You need to set the range
ru: Установите границы диапизона

# oneNilAlert
source: You need to set second border
ru: Установите вторую границу диапизона

# minHigher
source: Minimum border must be lower or equal than maximum border
ru: Левое значение должно быть меньше, чем правое
